Repository: Rise-Vision/widget-flash
Catalog: locales/*/*.po
Languages: es, pt

# settings
source: Flash Settings
es: ajustes
pt: definições

source: Save
es: guardar
pt: guardar

source: Cancel
es: cancelar
pt: cancelar

source: Help
es: ayuda
pt: ajuda

# url
source: URL (.SWF)*
es: url
pt: url

# fileType##label
source: File Type
es: tipo de archivo##etiqueta
pt: Tipoficheiro##etiqueta

# fileType##movie
source: Movie
es: tipo de archivo##película
pt: Tipoficheiro##filme

# fileType##application
source: Application
es: tipo de archivo##aplicación
pt: Tipoficheiro##aplicação

# fileType##tooltip
source: Select "Movies" for single/multiple Flash movies or "Application" for Flash applications.
es: Seleccione Película para Flash Película o Solicitud de aplicación Flash
pt: Selecione Filme para um único/vários filmes com Flash ou Aplicação para aplicações com Flash.

# validation##required
source: __fieldName__ is a required field.
es: __fieldName__ es un campo obligatorio
pt: O _Nomecampo_ é um campo obrigatório.

# no-flash
source: You do not appear to have Adobe Flash Player installed in your browser.
es: No parecen tener Adobe Flash Player instalado en su navegador.
pt: Parece que não tem o Adobe Flash Player instalado no seu navegador.

# _url
source: __fieldName__ must contain a valid URL.
es: __fieldName__ URL no válida
pt: __fieldName__ deve conter uma URL válida
